import React from 'react';
import './AboutUs.scss';

export default function AboutUs() {

    return (
        <div className="about-us-rect">
            <div className="max-width-1090">
                <div className="corner-header">
                    <div className="corner-left" />
                    <div className="corner-text">
                        <div>О НАС</div>
                    </div>
                </div>
                <div>
                    <p>
                        Предлагаем Вам услуги по производству всевозможных металлоконструкций.
                    </p>
                    <p>
                        При производстве используются современные технологии и уделяется
                        внимание тщательному контролю качества производимой продукции. Вы
                        сможете найти решения для воплощения любых Ваших идей! Мы всегда готовы
                        проконсультировать и помочь Вам в осуществлении наиболее оптимального
                        выбора!
                    </p>
                    <p>
                        Опыт работы более 15 лет на рынке производства металлоконструкций в
                        Гомеле!
                    </p>
                    <p>Работаем по Гомелю и Гомельской области.</p>
                    <p className="margin-top-30">
                        <b>Изготовление различных изделий из металла:</b>
                    </p>
                    <p>
                        – Навесы и козырьки:
                        <br />
                        При изготовлении применяется любой материал, в том числе и ударопрочный
                        поликарбонат;
                    </p>
                    <p>
                        – Заборы и ворота:
                        <br />
                        Забор из профнастила и металлические заборы; Ворота гаражные, откатные
                        ворота, автоматические ворота;
                    </p>
                    <p>
                        – Решетки на окна:
                        <br />
                        Это не только дополнительная защита Ваших жилищ, но и украшение оконного
                        проема: решетки декоративные и просто металлические;
                    </p>
                    <p>- Металлические лестницы – самая прочная основа любой лестницы;</p>
                    <p>
                        - Пожарные лестницы:
                        <br />
                        Они обеспечивают безопасность человека в случае пожара (к примеру,
                        винтовая лестница);
                    </p>
                    <p>- Качели садовые из металла для дачи и дома;</p>
                    <p>
                        - Перила (ограждения лестниц/поручни):
                        <br />
                        Обеспечат безопасность подъема и спуска людей по лестнице, а также
                        придают приятный внешний вид любой лестнице;
                    </p>

                    <p>- Металлические каркасы – основа для дальнейшего строительства;</p>
                    <p>- Стеллажи – место хранения всевозможной продукции на любом складе;</p>
                    <p>
                        - Рекламные билборды в Гомеле – изготовление и монтаж – выгодное
                        вложение в рекламу;
                    </p>
                    <p>И многое другое, единственное ограничение – Ваша фантазия!</p>
                    <p className="margin-top-30">
                        <b>
                            На територрии выполняется все необходимое для изготовления любых
                            видов изделий из металлоконструкций:
                        </b>
                    </p>
                    <p>- Проектировавние, изготовление и демонтаж/монтаж в одном месте;</p>
                    <p>- Токарная обработка металла;</p>
                    <p>- Сварочные работы: полуавтомат, электродуговая, газорезка;</p>
                    <p>
                        - Использование гибочных станков, циркулярной маятниковой пилы,
                        качественного ручного инструмента;
                    </p>
                    <p>
                        Однако главная наша ценность — это коллектив. У нас работают настоящие
                        профессионалы, у каждого из которых огромный опыт.
                    </p>
                    <p>
                        Быстро! Качественно! Доставка! Приемлемые цены! Кратчайшие сроки
                        изготовления и установки!
                    </p>
                    <p>Железные отношения с каждым клиентом!</p>
                </div>
            </div>
        </div>
    );
}
